// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "HP-tuotteiden rekisteröinti";
TaskTOCTitle = "Verkkorekisteröinti";

HSDRegistrationDescription = "Verkon välityksellä rekisteröimisen prosessi alkaa automaattisesti ja se lähettää suurimman osan tarvituista tiedoista niin, että tuote voidaan rekisteröidä nopeasti ja helposti asennuksen jälkeen. Siirryt myös HP Connected -web-sivulle, jossa voit hallita tulostamista verkossa.";

WarningSheetExtendedMessages = "Kun napsautat Continue (Jatka), HP-tuotteen rekisteröintisivu avautuu oletus-Internet-selaimessa. Rekisteröinnin nopeuttamiseksi HP-sivustolle lähetetään seuraavat tiedot.";

HSDZipCodeTitle = "Postinumero:";
